tutorials/fluidFoam/cavity/Allrun
#!/bin/sh

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication fluidFoam

# ----------------------------------------------------------------- end-of-file

